[
  {
    "src": "https://www.youtube-nocookie.com/embed/68NXUDwlbzY",
    "title": "Immortals",
    "img": "../graphics/VideoThumNail/immortals.jpg",
    "description": "<p >Immortals after the Gods won their mythic struggle against the Titans, a new evil threatens the land. Mad with power, King Hyperion (Mickey Rourke) has declared war against humanity. Amassing a bloodthirsty army of soldiers disfigured by his own hand, Hyperion has scorched Greece in search of the legendary Epirus Bow, a weapon of unimaginable power forged in the heavens by Ares.</p><p>Only he who possesses this bow can unleash the Titans, who have been imprisoned deep within the walls of Mount Tartaros since the dawn of time and thirst for revenge. In the king’s hands, the bow would rain destruction upon mankind and annihilate the Gods. But ancient law dictates the Gods must not intervene in man’s conflict. They remain powerless to stop Hyperion…until a peasant named Theseus (Henry Cavill) comes forth as their only hope.</p><p>Secretly chosen by Zeus, Theseus must save his people from Hyperion and his hordes. Rallying a band of fellow outsiders—including visionary priestess Phaedra (Freida Pinto) and cunning slave Stavros (Stephen Dorff)—one hero will lead the uprising, or watch his homeland fall into ruin and his Gods vanish into legend.</p>"
  },
  {
    "src": "https://www.youtube-nocookie.com/embed/SQaZRqlezG4",
    "title": "Snow White and Huntsman",
    "img": "../graphics/VideoThumNail/snowWhiteAndHuntsman.jpg",
    "description": "<p'Snow White and the Huntsman' In a twist to the fairy tale, the Huntsman ordered to take Snow White into the woods to be killed winds up becoming her protector and mentor in a quest to vanquish the Evil Queen.</p><p>Snow White is the only person in the land fairer than the evil queen. Unable to tolerate the insult to her vanity, the evil queen decides that Snow White must die. The queen sends a huntsman to kill Snow White. However the huntsman finds himself unable to murder the innocent young woman, and instead ends up training her to become a warrior capable of threatening the queen's reign. </p>"
  },
  {
    "src": "https://www.youtube-nocookie.com/embed/eOrNdBpGMv8",
    "title": "The Avengers",
    "img": "../graphics/VideoThumNail/theAvengers.jpg",
    "description": "<p>'The Avengers'</p> The Super Hero team up of a lifetime, featuring iconic Marvel Super Heroes Iron Man, The Incredible Hulk, Thor, Captain America, Hawkeye and Black Widow. When an unexpected enemy emerges that threatens global safety and security. Nick Fury, Director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins.</p>"
  },
  {
    "src": "https://www.youtube-nocookie.com/embed/SMGRhAEn6K0",
    "title": "The Hunger Game",
    "img": "../graphics/VideoThumNail/theHungerGames.jpg",
    "description": "<p>'The Hunger Game' Every year in the ruins of what was once North America, the Capitol of the nation of Panem forces each of its twelve districts to send a teenage boy and girl to compete in the Hunger Games. A twisted punishment for a past uprising and an ongoing government intimidation tactic, The Hunger Games are a nationally televised event in which “Tributes” must fight with one another until one survivor remains.</p><p>Sixteen year old Katniss Everdeen volunteers in her younger sister’s place to enter the games, and is forced to rely upon her sharp instincts as well as the mentorship of drunken former victor Haymitch Abernathy when she’s pitted against highly-trained Tributes who have prepared for these Games their entire lives. If she’s ever to return home to District 12, Katniss must make impossible choices in the arena that weigh survival against humanity and life against love.</p>"
  },
  {
    "src": "",
    "title": "The Avatar",
    "img": "../graphics/VideoThumNail/avatar.jpg",
    "description": ""
  },
  {
    "src": "",
    "title": "Real Steal",
    "img": "../graphics/VideoThumNail/realSteel.jpg",
    "description": ""
  }
]